source/_static/diagrams/11-eessi-somebody-elses-stack-2.d2
direction: right
n0: "EESSI mount"
n1: "EESSI-extend prefix"
n2: "site modules"
n0 -> n1
n1 -> n2
